Repository: Hans-Peter60/BackPlaner
Catalog: BackPlaner/Localizable.xcstrings
Source language: de
Languages: en, fr

source: Es konnten keine eindeutigen Zutaten oder Zubereitungsschritte erkannt werden. Bitte verwende ein gerades, gut lesbares Bild.
en: No clear ingredients or preparation steps were detected. Use a straight, clearly readable image.
fr: Aucun ingrédient ni étape de préparation n’a pu être détecté clairement. Utilisez une image droite et bien lisible.

source: Es werden weder Name noch E-Mail-Adresse abgefragt.
en: You’re not asked for your name or email address.
fr: Ni votre nom ni votre adresse e-mail ne sont demandés.

source: Fertig
en: Done
fr: Terminé

source: Fertig bis
en: Done by
fr: Terminé pour

source: Filter aufheben
en: Clear filter
fr: Réinitialiser le filtre

source: Filtern nach...
en: Filter by...
fr: Filtrer par...

source: Fotografiere alle Seiten oder wähle sie in der richtigen Reihenfolge aus. Gut lesbare, gerade Bilder liefern das beste Ergebnis.
en: Take a photo of every page or select the pages in the correct order. Straight, clearly readable images give the best results.
fr: Photographiez toutes les pages ou sélectionnez-les dans le bon ordre. Des images droites et bien lisibles donnent les meilleurs résultats.

source: Fotografiere alle Seiten oder wähle sie in der richtigen Reihenfolge aus. Gut lesbare, gerade Bilder liefern das beste Ergebnis. Beschneide die Bilder so, dass Logos, Kopf- und Fußzeilen möglichst wegfallen.
en: Take a photo of every page or select the pages in the correct order. Straight, clearly readable images give the best results. Crop the images so that logos, headers and footers are left out.
fr: Photographiez toutes les pages ou sélectionnez-les dans le bon ordre. Des images droites et bien lisibles donnent les meilleurs résultats. Recadrez les images afin d’écarter autant que possible les logos, en-têtes et pieds de page.

source: Fotomediathek
en: Photo library
fr: Photothèque

source: Fotomediathek öffnen
en: Open photo library
fr: Ouvrir la photothèque

source: Französisch
en: French
fr: Français

source: Freigeben fehlgeschlagen
en: Unhide failed
fr: Échec du réaffichage

source: Früher
en: Earlier
fr: Plus tôt

source: Füge die Adresse einer Internetseite mit einem Backrezept ein. Die App lädt die Seite, liest Zutaten und Arbeitsschritte aus und zeigt sie Dir vor dem Speichern.
en: Paste the address of a web page with a baking recipe. The app loads the page, reads the ingredients and steps, and shows them to you before saving.
fr: Collez l’adresse d’une page web contenant une recette de boulangerie. L’app charge la page, en extrait les ingrédients et les étapes et vous les présente avant l’enregistrement.

source: Für Angaben wie ½ Würfel Hefe. Leer lassen, wenn Du mit der Menge oben arbeitest.
en: For amounts like ½ cube of yeast. Leave these empty if you use the amount above.
fr: Pour des indications comme ½ cube de levure. Laissez ces champs vides si vous utilisez la quantité ci-dessus.

source: Für die stündliche Nutzungsbegrenzung werden zur pseudonymen Nutzerkennung der Beginn des aktuellen Zeitfensters und die Anzahl der Anfragen gespeichert.
en: For the hourly usage limit, the start of the current time window and the number of requests are stored with the pseudonymous user ID.
fr: Pour la limitation d’utilisation horaire, le début de la période en cours et le nombre de requêtes sont enregistrés avec l’identifiant utilisateur pseudonyme.

source: Für dieses Rezept gibt es schon einen Plan
en: This recipe already has a plan
fr: Cette recette a déjà un plan

source: Für dieses Rezept sind keine Zutaten hinterlegt, die auf eine Einkaufsliste passen.
en: This recipe doesn’t have any ingredients that can be added to a shopping list.
fr: Cette recette ne contient aucun ingrédient pouvant être ajouté à une liste de courses.

source: Für Kochbücher, Zeitschriften, Ausdrucke und andere Rezeptvorlagen.
en: For cookbooks, magazines, printouts, and other recipe sources.
fr: Pour les livres de cuisine, les magazines, les documents imprimés et autres sources de recettes.

source: Gedrückt halten für Erledigt oder Verschieben
en: Touch and hold to mark as done or reschedule
fr: Maintenez appuyé pour marquer comme terminé ou décaler

source: Gemessen in
en: Measured in
fr: Mesurée en

source: Geplante nächste Schritte
en: Scheduled next steps
fr: Prochaines étapes planifiées

source: Geplante Schritte
en: Scheduled steps
fr: Étapes planifiées

source: Geplante Schritte löschen
en: Delete scheduled steps
fr: Supprimer les étapes planifiées

source: Geplante Schritte löschen?
en: Delete scheduled steps?
fr: Supprimer les étapes planifiées ?

source: Gesamtgewicht: %@ g
en: Total weight: %@ g
fr: Poids total : %@ g

source: Gesamtzutaten
en: Total ingredients
fr: Total des ingrédients

source: Gesamtzutaten:
en: Total ingredients:
fr: Total des ingrédients :

source: Geschützte Cloud-KI
en: Protected cloud AI
fr: IA cloud protégée

source: Geschützte KI-Analyse
en: Protected AI analysis
fr: Analyse IA protégée

source: Gewicht
en: Weight
fr: Poids

source: Gewicht: %@ g
en: Weight: %@ g
fr: Poids : %@ g

source: Gewicht: %lld g
en: Weight: %lld g
fr: Poids : %lld g

source: gezählt
en: counted
fr: comptée

source: Google Cloud ist dabei technischer Dienstleister. Eine Weitergabe für Werbung oder Nutzertracking durch BackPlaner findet nicht statt.
en: Google Cloud acts as a technical service provider. BackPlaner does not share any data for advertising or user tracking.
fr: Google Cloud agit en tant que prestataire technique. BackPlaner ne transmet aucune donnée à des fins de publicité ou de suivi des utilisateurs.

source: Gramm
en: Grams
fr: Grammes

source: Hauptteig
en: Main dough
fr: Pâte principale

source: Heute
en: Today
fr: Aujourd’hui

source: Hilfe
en: Help
fr: Aide

source: Hilfe und Kontakt
en: Help and contact
fr: Aide et contact

source: Hinweis
en: Note
fr: Remarque

source: Historie speichern
en: Save history
fr: Enregistrer l’historique

source: Historie wurde gespeichert
en: History was saved
fr: L’historique a été enregistré

source: Hol Dir ein Rezept aus der Datenbank oder lege ein eigenes an – mit Komponenten, Zutaten und Schritten, aus denen die App Deinen Backplan rechnet.
en: Get a recipe from the database or create your own — with components, ingredients and steps from which the app works out your baking plan.
fr: Prenez une recette dans la base ou créez la vôtre — avec composants, ingrédients et étapes, à partir desquels l’app calcule votre plan de cuisson.

source: Import nicht möglich
en: Unable to import
fr: Importation impossible

source: In Firestore verbleibt nur der Datensatz zur stündlichen Nutzungsbegrenzung mit pseudonymer Nutzerkennung, Zeitfenster und Anfragezahl. Bei einer späteren Analyse wird ein abgelaufenes Zeitfenster durch das neue ersetzt.
en: Only the record for the hourly usage limit remains in Firestore, with the pseudonymous user ID, time window, and number of requests. On a later analysis, an expired time window is replaced by the new one.
fr: Seul l’enregistrement servant à la limitation d’utilisation horaire reste dans Firestore, avec l’identifiant utilisateur pseudonyme, la période et le nombre de requêtes. Lors d’une analyse ultérieure, une période expirée est remplacée par la nouvelle.

source: Inhalte löschen
en: Delete contents
fr: Supprimer le contenu

source: Internetadresse
en: Web address
fr: Adresse web

source: Internetadresse der Rezeptseite
en: Web address of the recipe page
fr: Adresse web de la page de recette

source: Ja, löschen
en: Yes, delete
fr: Oui, supprimer

source: Jeder Backvorgang, für den Du Reminder setzt, landet hier – mit Datum, Kommentar und Fotos.
en: Every bake you set reminders for ends up here — with date, comment and photos.
fr: Chaque cuisson pour laquelle vous définissez des rappels arrive ici — avec date, commentaire et photos.

source: Jetzt fällig
en: Due now
fr: À faire maintenant

source: Kamera
en: Camera
fr: Appareil photo

source: Kamera öffnen
en: Open camera
fr: Ouvrir l'appareil photo

source: Keine automatisierte Entscheidung
en: No automated decision-making
fr: Aucune décision automatisée

source: Keine Dauer erkannt
en: No duration detected
fr: Aucune durée détectée

source: Keine eigenen Rezepte
en: No personal recipes
fr: Aucune recette personnelle

source: Keine Einheit
en: No unit
fr: Aucune unité

source: Keine Einkaufsliste vorhanden
en: No shopping list available
fr: Aucune liste de courses disponible

source: Keine Einkaufslisten
en: No shopping lists
fr: Aucune liste de courses

source: Keine geplanten Schritte
en: No scheduled steps
fr: Aucune étape planifiée

source: Keine passenden Backvorgänge
en: No matching bakes
fr: Aucune cuisson correspondante

source: Keine passenden Rezepte
en: No matching recipes
fr: Aucune recette correspondante

source: Keine Rezepte geladen
en: No recipes loaded
fr: Aucune recette chargée

source: Keine Schritte für dieses Rezept
en: No steps for this recipe
fr: Aucune étape pour cette recette

source: Keine Zutaten vorhanden
en: No ingredients available
fr: Aucun ingrédient disponible

source: KI-Analyse beim Rezeptimport
en: AI analysis for recipe import
fr: Analyse IA à l’importation de recettes

source: Kommentar
en: Comment
fr: Commentaire

source: Komponente
en: Component
fr: Composant

source: Komponente ändern
en: Edit component
fr: Modifier le composant

source: Komponente bearbeiten
en: Edit component
fr: Modifier le composant

source: Komponente hinzufügen
en: Add component
fr: Ajouter un composant

source: Komponente löschen
en: Delete component
fr: Supprimer le composant

source: Komponenten
en: Components
fr: Composants

source: Komponenten und Zutaten
en: Components and ingredients
fr: Composants et ingrédients

source: Komponenten:
en: Components:
fr: Composants :

source: Konto
en: Account
fr: Compte

source: Konto endgültig löschen?
en: Permanently delete account?
fr: Supprimer définitivement le compte ?

source: Konto löschen
en: Delete account
fr: Supprimer le compte

source: Konto wird gelöscht …
en: Deleting account…
fr: Suppression du compte…

source: Konto wurde gelöscht
en: Account was deleted
fr: Le compte a été supprimé

source: Kürzel
en: Abbreviation
fr: Abréviation

source: Kürzel der Einheit
en: Abbreviation of the unit
fr: Abréviation de l’unité

source: Lade Rezepte …
en: Loading recipes...
fr: Chargement des recettes...

source: Lege ein neues Rezept an, um es hier zu sehen.
en: Create a new recipe to see it here.
fr: Créez une nouvelle recette pour la voir ici.

source: Link zum Rezept
en: Recipe link
fr: Lien vers la recette

source: Liste der nächsten Schritte
en: List of next steps
fr: Liste des prochaines étapes

source: Live-Aktivität auf dem Sperrbildschirm
en: Live Activity on the Lock Screen
fr: Activité en direct sur l’écran verrouillé

source: Lokal
en: Local
fr: Local

source: Lokale Analyse
en: Local analysis
fr: Analyse locale

source: Lokale KI-Analyse
en: Local AI analysis
fr: Analyse IA locale

source: Löschen
en: Delete
fr: Supprimer

source: Löschen fehlgeschlagen
en: Deletion failed
fr: Échec de la suppression

source: Mehrere Seiten können gemeinsam analysiert und anschließend bearbeitet werden.
en: You can analyze multiple pages together and then edit the result.
fr: Vous pouvez analyser plusieurs pages ensemble, puis modifier le résultat.

source: Mehrere Seiten können gemeinsam analysiert werden; von einer Internetseite genügt die Adresse. Anschließend lässt sich alles bearbeiten.
en: You can analyze multiple pages together; for a web page, the address is enough. Everything can be edited afterwards.
fr: Vous pouvez analyser plusieurs pages ensemble ; pour une page web, l’adresse suffit. Tout peut ensuite être modifié.

source: Mein Rezept löschen
en: Delete my recipe
fr: Supprimer ma recette

source: Mein Rezept löschen?
en: Delete my recipe?
fr: Supprimer ma recette ?

source: Meldungen auf diesem Gerät zurücknehmen
en: Clear reports on this device
fr: Effacer les signalements sur cet appareil

source: Menge
en: Amount
fr: Quantité

source: Menge /
en: Amount /
fr: Quantité /

source: Menge ändern
en: Change amount
fr: Modifier la quantité

source: Milliliter
en: Milliliters
fr: Millilitres

source: Mindestbewertung
en: Minimum rating
fr: Note minimale

source: Mindestens eines der ausgewählten Bilder konnte nicht gelesen werden.
en: At least one of the selected images couldn’t be read.
fr: Au moins une des images sélectionnées n’a pas pu être lue.

source: Minuten
en: Minutes
fr: Minutes

source: Mit „Nur auf diesem Gerät“ werden weder Rezeptbilder noch Seitentexte an Firebase oder Google Vertex AI übertragen. Je nach Verfügbarkeit verwendet die App Apple Intelligence auf dem Gerät, die lokale Texterkennung oder die strukturierten Rezeptdaten der Seite.
en: With “On this device only”, neither recipe images nor page texts are transmitted to Firebase or Google Vertex AI. Depending on availability, the app uses Apple Intelligence on the device, local text recognition, or the page’s structured recipe data.
fr: Avec « Sur cet appareil uniquement », ni les images de recettes ni les textes de pages ne sont transmis à Firebase ou à Google Vertex AI. Selon la disponibilité, l’app utilise Apple Intelligence sur l’appareil, la reconnaissance de texte locale ou les données de recette structurées de la page.

source: Mit Apple anmelden
en: Sign in with Apple
fr: Se connecter avec Apple

source: Morgen
en: Tomorrow
fr: Demain

source: Nach Bewertung filtern
en: Filter by rating
fr: Filtrer par note

source: Nächster Schritt
en: Next step
fr: Prochaine étape

source: Name der Einheit
en: Name of the unit
fr: Nom de l’unité

source: Name wählen
en: Choose name
fr: Choisir le nom

source: Namen auf der Seite auswählen
en: Choose the name on the page
fr: Choisir le nom sur la page

source: Nein
en: No
fr: Non

source: Nenner
en: Denominator
fr: Dénominateur

source: Neu planen
en: Plan again
fr: Replanifier

source: Neue Einheit
en: New unit
fr: Nouvelle unité

source: Neue Liste
en: New list
fr: Nouvelle liste

source: Neues Rezept anlegen
en: Create new recipe
fr: Créer une nouvelle recette

source: Neues Rezept erfassen
en: Enter new recipe
fr: Saisir une nouvelle recette

source: Noch kein Rezeptbild
en: No recipe image yet
fr: Pas encore d’image de recette

source: Noch keine Backhistorie
en: No baking history yet
fr: Pas encore d’historique de cuisson

source: Noch keine Zutaten
en: No ingredients yet
fr: Aucun ingrédient pour le moment

source: Nr.
en: No.
fr: N°

source: Nummer
en: Number
fr: Numéro

source: Nur „%@“ löschen
en: Delete “%@” only
fr: Supprimer uniquement « %@ »

source: Nur auf dem Gerät
en: On this device only
fr: Uniquement sur l’appareil

source: Nur auf dem Gerät speichern
en: Save on this device only
fr: Enregistrer uniquement sur l’appareil

source: Nur auf diesem Gerät
en: On this device only
fr: Sur cet appareil uniquement

source: Nur diesen Schritt
en: Only this step
fr: Uniquement cette étape

source: Nur dieser Schritt
en: This step only
fr: Uniquement cette étape

source: Nur lokal analysieren
en: Analyze locally only
fr: Analyser uniquement en local

source: Nur meine
en: Mine only
fr: Les miennes

source: Nutzungsbedingungen für öffentliche Rezepte
en: Terms of use for public recipes
fr: Conditions d'utilisation des recettes publiques

source: Öffentlich
en: Public
fr: Public

source: Öffentlich für alle
en: Public for everyone
fr: Public pour tous

source: Öffentlich speichern
en: Save publicly
fr: Enregistrer publiquement

source: Öffentliche Rezepte durchsuchen
en: Browse public recipes
fr: Parcourir les recettes publiques

source: Öffentliches Rezept kann nicht geändert werden
en: Public recipe cannot be changed
fr: La recette publique ne peut pas être modifiée

source: Öffentliches Rezept löschen?
en: Delete public recipe?
fr: Supprimer la recette publique ?

source: Öffne ein Rezept und wähle den Tab „Einkaufsliste“, um seine Zutaten auf eine Liste zu setzen.
en: Open a recipe and choose the "Shopping list" tab to put its ingredients on a list.
fr: Ouvrez une recette et choisissez l’onglet « Liste de courses » pour mettre ses ingrédients sur une liste.

source: Öffnet die geplanten Schritte
en: Opens the scheduled steps
fr: Ouvre les étapes planifiées

source: Öffnet die Seiten im Browser.
en: Opens the pages in your browser.
fr: Ouvre les pages dans le navigateur.

source: Passe Suche, Tags oder Bewertung an.
en: Adjust search, tags, or rating.
fr: Ajustez la recherche, les tags ou la note.

source: Plane und backe dein perfektes Brot
en: Plan and bake your perfect bread
fr: Planifiez et cuisez votre pain parfait

source: Portionsgröße
en: Serving size
fr: Taille de portion

source: Privat
en: Private
fr: Privé

source: Privat in der Cloud
en: Private in the cloud
fr: Privé dans le cloud

source: Privat in der Cloud speichern
en: Save privately in the cloud
fr: Enregistrer en privé dans le cloud

source: Privat speichern
en: Save privately
fr: Enregistrer en privé

source: Private Rezepte in der Rezept-Datenbank gehören zu Deinem Apple-Konto. Ohne Anmeldung wäre das Rezept nach einer Neuinstallation nicht mehr erreichbar.
en: Private recipes in the recipe database belong to your Apple Account. Without signing in, the recipe would no longer be accessible after you reinstall the app.
fr: Les recettes privées dans la base de recettes sont liées à votre compte Apple. Sans connexion, la recette ne serait plus accessible après une réinstallation.

source: Quelle
en: Source
fr: Source

source: Reminder setzen
en: Set reminder
fr: Définir un rappel

source: Reminder verschieben
en: Reschedule reminder
fr: Décaler le rappel

source: Reminder wurden gesetzt
en: Reminders were set
fr: Les rappels ont été définis

source: Rezept
en: Recipe
fr: Recette

source: Rezept aus Bildern
en: Recipe from images
fr: Recette à partir d’images

source: Rezept aus Bildern importieren
en: Import recipe from images
fr: Importer une recette à partir d’images

source: Rezept backen
en: Bake recipe
fr: Cuire la recette

source: Rezept bearbeiten
en: Edit recipe
fr: Modifier la recette

source: Rezept löschen (Admin)
en: Delete recipe (admin)
fr: Supprimer la recette (admin)

source: Rezept löschen?
en: Delete recipe?
fr: Supprimer la recette ?

source: Rezept melden
en: Report recipe
fr: Signaler la recette

source: Rezept speichern
en: Save recipe
fr: Enregistrer la recette

source: Rezept suchen
en: Search recipe
fr: Rechercher une recette

source: Rezept teilen
en: Share recipe
fr: Partager la recette

source: Rezept veröffentlichen?
en: Publish recipe?
fr: Publier la recette ?

source: Rezept von einer Internetseite
en: Recipe from a web page
fr: Recette depuis une page web

source: Rezept von einer Internetseite importieren
en: Import recipe from a web page
fr: Importer une recette depuis une page web

source: Rezept wieder freigeben
en: Unhide recipe
fr: Réafficher la recette

source: Rezept wird auf dem Gerät analysiert …
en: Analyzing recipe on this device…
fr: Analyse de la recette sur l’appareil…

source: Rezept wird hochgeladen …
en: Recipe is uploading ...
fr: La recette est en cours de téléversement...

source: Rezept wird in der Cloud analysiert …
en: Analyzing recipe in the cloud…
fr: Analyse de la recette dans le cloud…

source: Rezept wird veröffentlicht …
en: Publishing recipe…
fr: Publication de la recette…

source: Rezept wurde gespeichert
en: Recipe was saved
fr: La recette a été enregistrée

source: Rezept wurde veröffentlicht
en: Recipe was published
fr: La recette a été publiée

source: Rezept zur Einkaufsliste hinzufügen
en: Add recipe to shopping list
fr: Ajouter la recette à la liste de courses

source: Rezept-Datenbank
en: Recipe database
fr: Base de recettes

source: Rezept-Datenbank öffnen
en: Open the recipe database
fr: Ouvrir la base de recettes

source: Rezeptbild
en: Recipe image
fr: Image de la recette

source: Rezeptbild vergrößern
en: Enlarge recipe image
fr: Agrandir l’image de la recette

source: Rezeptbilder auswählen
en: Select recipe images
fr: Sélectionner des images de recette

source: Rezepte
en: Recipes
fr: Recettes

source: Rezepte filtern
en: Filter recipes
fr: Filtrer les recettes

source: Rezeptinhalte löschen
en: Delete recipe contents
fr: Supprimer le contenu de la recette

source: Rezeptname
en: Recipe name
fr: Nom de la recette

source: Rezeptseite %lld
en: Recipe page %lld
fr: Page de recette %lld

source: Richtung
en: Direction
fr: Direction

source: Roggenbrot
en: Rye bread
fr: Pain de seigle

source: S.
en: Step
fr: Ét.

source: Sauerteig
en: Sourdough
fr: Levain

source: Schließen
en: Close
fr: Fermer

source: Schritt
en: Step
fr: Étape

source: Schritt %@
en: Step %@
fr: Étape %@

source: Schritt %lld von %lld
en: Step %1$lld of %2$lld
fr: Étape %1$lld sur %2$lld

source: Schritt als erledigt markieren
en: Mark step as done
fr: Marquer l’étape comme terminée

source: Schritt hinzufügen
en: Add step
fr: Ajouter une étape

source: Schritt nicht gefunden
en: Step not found
fr: Étape introuvable

source: Schritt verschieben
en: Reschedule step
fr: Décaler l’étape

source: Schritt vorlesen
en: Read the step aloud
fr: Lire l’étape à voix haute

source: Schritt zeitlich verschieben
en: Reschedule step
fr: Décaler l’étape dans le temps

source: seit %@
en: %@ ago
fr: depuis %@

source: Seite
en: Page
fr: Page

source: Seite %lld
en: Page %lld
fr: Page %lld

source: Seite %lld entfernen
en: Remove page %lld
fr: Retirer la page %lld

source: Seite laden und analysieren
en: Load and analyze page
fr: Charger et analyser la page

source: Seite nicht verfügbar
en: Page not available
fr: Page indisponible

source: Seite wird geladen …
en: Loading page…
fr: Chargement de la page…

source: Seiten mit Anmeldung, Bezahlschranke oder Cookie-Hinweis lassen sich oft nicht auslesen. Für den privaten Gebrauch ist der Import unbedenklich; veröffentliche fremde Rezepte nur mit Erlaubnis.
en: Pages behind a login, paywall, or cookie notice often cannot be read. Importing for private use is fine; publish other people’s recipes only with permission.
fr: Les pages avec connexion, paywall ou bandeau de cookies ne peuvent souvent pas être lues. L’importation pour un usage privé ne pose pas de problème ; ne publiez les recettes d’autrui qu’avec leur autorisation.

source: Selektion nach:
en: Selection by:
fr: Sélection par :

source: Setze einen Reminder in der Backanleitung eines Rezepts.
en: Set a reminder in a recipe's baking instructions.
fr: Définissez un rappel dans les instructions de cuisson d’une recette.

source: Sollen alle nachfolgenden Schritte dieses Rezepts ebenfalls verschoben werden?
en: Do you also want to reschedule all following steps of this recipe?
fr: Voulez-vous également décaler toutes les étapes suivantes de cette recette ?

source: Später
en: Later
fr: Plus tard

source: Speichern
en: Save
fr: Enregistrer

source: Speichern fehlgeschlagen
en: Saving failed
fr: Échec de l’enregistrement

source: Speicherung und Löschung
en: Storage and deletion
fr: Conservation et suppression

source: Spezial (zweispaltig)
en: Special (two-column)
fr: Spécial (deux colonnes)

source: Sprachausgabe im Backmodus
en: Speech in bake mode
fr: Lecture vocale en mode cuisson

source: Sprache
en: Language
fr: Langue

source: Sprache und App-Defaults
en: Language and app defaults
fr: Langue et réglages par défaut

source: Sprache wählen
en: Choose language
fr: Choisir la langue

source: Standard-Ablage
en: Default storage
fr: Emplacement par défaut

source: Standard-Portionsgröße
en: Default serving size
fr: Taille de portion par défaut

source: Starten ab
en: Start from
fr: Commencer à

source: Starten ab oder fertig bis
en: Start from or done by
fr: Commencer à ou terminé pour

source: Startzeit
en: Start time
fr: Heure de début
